Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: “Online” means this account's runtime worker is active in the app right now (subscribed to its relays). It doesn't reflect key access.
de: „Online“ bedeutet, dass der Laufzeit-Worker dieses Kontos gerade in der App aktiv ist (seine Relays abonniert hat). Es spiegelt nicht den Schlüsselzugriff wider.
es: "En línea" significa que el trabajador en tiempo de ejecución de esta cuenta está activo en la aplicación en este momento (suscrito a sus retransmisiones). No refleja el acceso a las llaves.
fr: « En ligne » signifie que le travailleur d'exécution de ce compte est actuellement actif dans l'application (abonné à ses relais). Cela ne reflète pas l'accès par clé.
it: "Online" significa che il lavoratore runtime di questo account è attivo nell'app in questo momento (iscritto ai suoi relè). Non riflette l'accesso alla chiave.
pt: “Online” significa que o trabalhador de tempo de execução desta conta está ativo no aplicativo no momento (inscrito em seus relés). Não reflete o acesso à chave.
ru: «В сети» означает, что рабочий процесс выполнения этой учетной записи активен в приложении прямо сейчас (подписан на его ретрансляторы). Это не отражает ключевой доступ.
tr: "Çevrimiçi", bu hesabın çalışma zamanı çalışanının şu anda uygulamada etkin olduğu (aktarmalarına abone olduğu) anlamına gelir. Anahtar erişimini yansıtmaz.
zh_hans: “Online” means this account's runtime worker is active in the app right now (subscribed to its relays).它不反映密钥访问。
zh_hant: 「線上」表示該帳戶的執行時間工作人員現在在應用程式中處於活動狀態（訂閱了其中繼）。它不反映密鑰存取。

source: [NSE %@] %@ at %@ in %@ (%@)
de: [NSE %@] %@ bei %@ in %@ (%@)
es: [NSE %@] %@ en %@ en %@ (%@)
fr: [NSE %@] %@ à %@ en %@ (%@)
it: [NSE %@] %@ a %@ in %@ (%@)
pt: [NSE %@] %@ em %@ em %@ (%@)
ru: [NSE %@] %@ на этапе %@ за %@ (%@)
tr: [NSE %@] %@, %@ aşamasında %@ içinde (%@)
zh_hans: [NSE %@] %@ 于 %@，耗时 %@（%@）
zh_hant: [NSE %@] %@ 於 %@，耗時 %@（%@）

source: %@ added %@
de: %@ hat %@ hinzugefügt
es: %@ añadió a %@
fr: %@ a ajouté %@
it: %@ ha aggiunto %@
pt: %@ adicionou %@
ru: %@ добавил(а) %@
tr: %@, %@ kullanıcısını ekledi
zh_hans: %@添加了%@
zh_hant: %@添加了%@

source: %@ added you
de: %@ hat dich hinzugefügt
es: %@ te añadió
fr: %@ vous a ajouté
it: %@ ti ha aggiunto
pt: %@ te adicionou
ru: %@ добавил(а) вас
tr: %@ sizi ekledi
zh_hans: %@添加了你
zh_hant: %@添加了你

source: %@ changed disappearing messages from %@ to %@
de: %@ hat verschwindende Nachrichten von %@ auf %@ geändert
es: %@ cambió los mensajes temporales de %@ a %@
fr: %@ a changé les messages éphémères de %@ à %@
it: %@ ha cambiato i messaggi effimeri da %@ a %@
pt: %@ mudou as mensagens temporárias de %@ para %@
ru: %@ изменил(а) исчезающие сообщения с %@ на %@
tr: %@ kaybolan mesajları %@ değerinden %@ değerine değiştirdi
zh_hans: %@将阅后即焚消息从%@改为%@
zh_hant: %@將限時訊息從%@改為%@

# %@ changed the group name to %@
source: %1$@ changed the group name to %2$@
de: %@ hat den Gruppennamen zu %@ geändert
es: %@ cambió el nombre del grupo a %@
fr: %@ a renommé le groupe en %@
it: %@ ha cambiato il nome del gruppo in %@
pt: %@ mudou o nome do grupo para %@
ru: %@ изменил(а) название группы на %@
tr: %@ grup adını %@ olarak değiştirdi
zh_hans: %@将群组名称改为%@
zh_hant: %@將群組名稱改為%@

source: %@ changed the group photo
de: %@ hat das Gruppenbild geändert
es: %@ cambió la foto del grupo
fr: %@ a changé la photo du groupe
it: %@ ha cambiato la foto del gruppo
pt: %@ mudou a foto do grupo
ru: %@ изменил(а) фото группы
tr: %@ grup fotoğrafını değiştirdi
zh_hans: %@更改了群组照片
zh_hant: %@更改了群組照片

source: %@ has invited you to a secure chat
de: %@ hat dich zu einem sicheren Chat eingeladen
es: %@ te ha invitado a un chat seguro
fr: %@ vous a invité à une discussion sécurisée
it: %@ ti ha invitato a una chat sicura
pt: %@ convidou você para uma conversa segura
ru: %@ приглашает вас в защищённый чат
tr: %@ sizi güvenli bir sohbete davet etti
zh_hans: %@ 邀请你加入安全聊天
zh_hant: %@ 邀請你加入安全聊天

source: %@ hasn't published a compatible key package yet.
de: %@ hat noch kein kompatibles Schlüsselpaket veröffentlicht.
es: %@ aún no ha publicado un paquete de llaves compatible.
fr: %@ n’a pas encore publié de package de clé compatible.
it: %@ non ha ancora pubblicato un pacchetto di chiavi compatibile.
pt: %@ ainda não publicou um pacote de chaves compatível.
ru: %@ еще не опубликовал совместимый пакет ключей.
tr: %@ henüz uyumlu bir anahtar paketi yayınlamadı.
zh_hans: %@尚未发布兼容的密钥包。
zh_hant: %@尚未發布相容的金鑰包。

source: %@ hasn't published a compatible key package, so they can't be added yet.
de: %@ hat kein kompatibles Schlüsselpaket veröffentlicht und kann daher noch nicht hinzugefügt werden.
es: %@ no ha publicado un paquete de llaves compatible, por lo que no se pueden agregar todavía.
fr: %@ n’a pas publié de package de clés compatible, il ne peut donc pas encore être ajouté.
it: %@ non ha pubblicato un pacchetto di chiavi compatibile, quindi non è ancora possibile aggiungerlo.
pt: %@ não publicou um pacote de chaves compatível, portanto eles ainda não podem ser adicionados.
ru: %@ не опубликовал совместимый пакет ключей, поэтому его пока нельзя добавить.
tr: %@ uyumlu bir anahtar paketi yayınlamadığından henüz eklenemiyor.
zh_hans: %@尚未发布兼容的密钥包，因此尚无法添加。
zh_hant: %@尚未發布相容的金鑰包，因此尚無法新增。

source: %@ hasn't published a compatible key package, so they can't be messaged yet.
de: %@ hat kein kompatibles Schlüsselpaket veröffentlicht, daher können noch keine Nachrichten gesendet werden.
es: %@ no ha publicado un paquete de llaves compatible, por lo que aún no se les puede enviar mensajes.
fr: %@ n’a pas publié de package de clés compatible, vous ne pouvez donc pas encore leur envoyer de message.
it: %@ non ha pubblicato un pacchetto di chiavi compatibile, quindi non è ancora possibile inviare messaggi.
pt: %@ não publicou um pacote de chaves compatível, então eles ainda não podem receber mensagens.
ru: %@ не опубликовал совместимый пакет ключей, поэтому их пока невозможно отправить.
tr: %@ uyumlu bir anahtar paketi yayınlamadığından henüz mesaj gönderilemiyor.
zh_hans: %@ 尚未发布兼容的密钥包，因此还无法向他们发送消息。
zh_hant: %@ 尚未發布相容的金鑰包，因此無法向他們發送訊息。

source: %@ in message
de: %@ in Nachricht
es: %@ en el mensaje
fr: %@ dans le message
it: %@ nel messaggio
pt: %@ na mensagem
ru: %@ в сообщении
tr: Mesajda %@
zh_hans: 消息中的 %@
zh_hant: 訊息中的 %@

source: %@ is a retired relay.
de: %@ ist ein außer Betrieb genommenes Relais.
es: %@ es un relé retirado.
fr: %@ est un relais retiré.
it: %@ è un relay dismesso.
pt: %@ é um relé desativado.
ru: %@ — выведенный из эксплуатации релей.
tr: %@ kullanımdan kaldırılmış bir röledir.
zh_hans: %@ 是已停用的中继服务器。
zh_hant: %@ 是已停用的中繼伺服器。

source: %@ is no longer an admin
de: %@ ist kein Administrator mehr
es: %@ ya no es administrador
fr: %@ n'est plus administrateur
it: %@ non è più amministratore
pt: %@ não é mais administrador
ru: %@ больше не администратор
tr: %@ artık yönetici değil
zh_hans: %@不再是管理员
zh_hant: %@不再是管理員

source: %@ isn't a valid relay URL.
de: %@ ist keine gültige Relay-URL.
es: %@ no es una URL de relé válida.
fr: %@ n’est pas une URL de relais valide.
it: %@ non è un URL di relay valido.
pt: %@ não é uma URL de relé válida.
ru: %@ — недопустимый URL релея.
tr: %@ geçerli bir röle URL’si değil.
zh_hans: %@ 不是有效的中继服务器 URL。
zh_hant: %@ 不是有效的中繼伺服器 URL。

source: %@ isn't on White Noise yet. Share the app so you can chat securely.
de: %@ ist noch nicht bei White Noise. Teile die App, um sicher zu chatten.
es: %@ aún no está en White Noise. Comparte la app para chatear de forma segura.
fr: %@ n'est pas encore sur White Noise. Partagez l'app pour discuter en toute sécurité.
it: %@ non è ancora su White Noise. Condividi l'app per chattare in sicurezza.
pt: %@ ainda não está no White Noise. Compartilhe o app para conversarem com segurança.
ru: %@ ещё не в White Noise. Поделитесь приложением, чтобы безопасно переписываться.
tr: %@ henüz White Noise'ta değil. Güvenle sohbet edebilmek için uygulamayı paylaş.
zh_hans: %@还没有使用 White Noise。分享应用即可安全聊天。
zh_hant: %@還沒有使用 White Noise。分享應用程式即可安全聊天。

source: %@ isn't safe to connect to.
de: Die Verbindung mit %@ ist nicht sicher.
es: No es seguro conectarse a %@.
fr: La connexion à %@ n’est pas sûre.
it: La connessione a %@ non è sicura.
pt: Não é seguro se conectar a %@.
ru: Подключаться к %@ небезопасно.
tr: %@ bağlantısı güvenli değil.
zh_hans: 连接到 %@ 不安全。
zh_hant: 連線至 %@ 不安全。

source: %@ left
de: %@ hat die Gruppe verlassen
es: %@ salió del grupo
fr: %@ a quitté le groupe
it: %@ ha lasciato il gruppo
pt: %@ saiu do grupo
ru: %@ покинул(а) группу
tr: %@ gruptan ayrıldı
zh_hans: %@离开了群组
zh_hant: %@離開了群組

source: %@ made %@ an admin
de: %@ hat %@ zum Administrator gemacht
es: %@ hizo administrador a %@
fr: %@ a nommé %@ administrateur
it: %@ ha reso %@ amministratore
pt: %@ tornou %@ administrador
ru: %@ назначил(а) %@ администратором
tr: %@, %@ kullanıcısını yönetici yaptı
zh_hans: %@将%@设为管理员
zh_hant: %@將%@設為管理員

source: %@ made you an admin
de: %@ hat dich zum Administrator gemacht
es: %@ te hizo administrador
fr: %@ vous a nommé administrateur
it: %@ ti ha reso amministratore
pt: %@ te tornou administrador
ru: %@ назначил(а) вас администратором
tr: %@ sizi yönetici yaptı
zh_hans: %@将你设为管理员
zh_hant: %@將你設為管理員

source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pt: %@ de %@
ru: %@ из %@

source: %@ removed %@
de: %@ hat %@ entfernt
es: %@ eliminó a %@
fr: %@ a retiré %@
it: %@ ha rimosso %@
pt: %@ removeu %@
ru: %@ удалил(а) %@
tr: %@, %@ kullanıcısını çıkardı
zh_hans: %@移除了%@
zh_hant: %@移除了%@

source: %@ removed %@ as admin
de: %@ hat %@ als Administrator entfernt
es: %@ quitó a %@ como administrador
fr: %@ a retiré %@ en tant qu'administrateur
it: %@ ha rimosso %@ come amministratore
pt: %@ removeu %@ como administrador
ru: %@ снял(а) права администратора с %@
tr: %@, %@ kullanıcısını yönetici olmaktan çıkardı
zh_hans: %@取消了%@的管理员身份
zh_hant: %@取消了%@的管理員身份

source: %@ removed you
de: %@ hat dich entfernt
es: %@ te eliminó
fr: %@ vous a retiré
it: %@ ti ha rimosso
pt: %@ te removeu
ru: %@ удалил(а) вас
tr: %@ sizi çıkardı
zh_hans: %@移除了你
zh_hant: %@移除了你

source: %@ removed you as admin
de: %@ hat dich als Administrator entfernt
es: %@ te quitó como administrador
fr: %@ vous a retiré en tant qu'administrateur
it: %@ ti ha rimosso come amministratore
pt: %@ te removeu como administrador
ru: %@ снял(а) с вас права администратора
tr: %@ sizi yönetici olmaktan çıkardı
zh_hans: %@取消了你的管理员身份
zh_hant: %@取消了你的管理員身份

source: %@ sent a message
de: %@ hat eine Nachricht gesendet
es: %@ envió un mensaje
fr: %@ a envoyé un message
it: %@ ha inviato un messaggio
pt: %@ enviou uma mensagem
ru: %@ отправил сообщение
tr: %@ bir mesaj gönderdi
zh_hans: %@ 发送了一条消息
zh_hant: %@ 發送了一則訊息

source: %@ set disappearing messages to %@
de: %@ hat verschwindende Nachrichten auf %@ gesetzt
es: %@ estableció los mensajes temporales en %@
fr: %@ a réglé les messages éphémères sur %@
it: %@ ha impostato i messaggi effimeri su %@
pt: %@ definiu as mensagens temporárias para %@
ru: %@ установил(а) исчезающие сообщения на %@
tr: %@ kaybolan mesajları %@ olarak ayarladı
zh_hans: %@将阅后即焚消息设为%@
zh_hant: %@將限時訊息設為%@

source: %@ turned off disappearing messages
de: %@ hat verschwindende Nachrichten ausgeschaltet
es: %@ desactivó los mensajes temporales
fr: %@ a désactivé les messages éphémères
it: %@ ha disattivato i messaggi effimeri
pt: %@ desativou as mensagens temporárias
ru: %@ отключил(а) исчезающие сообщения
tr: %@ kaybolan mesajları kapattı
zh_hans: %@关闭了阅后即焚消息
zh_hant: %@關閉了限時訊息

source: %@ was added
de: %@ wurde hinzugefügt
es: Se añadió a %@
fr: %@ a été ajouté
it: %@ è stato aggiunto
pt: %@ foi adicionado
ru: %@ был(а) добавлен(а)
tr: %@ eklendi
zh_hans: %@已被添加
zh_hant: %@已被加入

source: %@ was made an admin
de: %@ wurde zum Administrator gemacht
es: Nombraron administrador a %@
fr: %@ a été nommé administrateur
it: %@ ora è amministratore
pt: %@ agora é administrador
ru: %@ был(а) назначен(а) администратором
tr: %@ yönetici yapıldı
zh_hans: %@已被设为管理员
zh_hant: %@已被設為管理員

source: %@ was removed
de: %@ wurde entfernt
es: Se eliminó a %@
fr: %@ a été retiré
it: %@ è stato rimosso
pt: %@ foi removido
ru: %@ был(а) удалён(а)
tr: %@ çıkarıldı
zh_hans: %@已被移除
zh_hant: %@已被移除

# %@, %@ of %@
source: %1$@, %2$@ of %3$@
de: %@, %@ von %@
es: %@, %@ de %@
fr: %@, %@ sur %@
it: %@, %@ di %@
pt: %@, %@ de %@
ru: %@, %@ из %@
zh_hans: %@，第 %@ 个，共 %@ 个
zh_hant: %@，第 %@ 個，共 %@ 個

# %@; %u attempts; %u rearms
source: %1$@; %2$u attempts; %3$u rearms
de: %@; %u Versuche; %u erneute Aktivierungen
es: %@; %u intentos; %u reactivaciones
fr: %@ ; %u tentatives ; %u réactivations
it: %@; %u tentativi; %u riattivazioni
pt: %@; %u tentativas; %u reativações
ru: %@; попыток: %u; повторных активаций: %u
tr: %@; %u deneme; %u yeniden etkinleştirme
zh_hans: %@；尝试 %u 次；重新激活 %u 次
zh_hant: %@；嘗試 %u 次；重新啟用 %u 次

source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
pt: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %1$lld / %2$lld
zh_hans: 第 %1$lld 条，共 %2$lld 条
zh_hant: 第 %1$lld 則，共 %2$lld 則

source: %lld chats remain. Try again.
de: %lld Chats bleiben bestehen. Versuchen Sie es erneut.
es: %lld quedan los chats. Intentar otra vez.
fr: Les discussions %lld restent. Essayer à nouveau.
it: %lld rimangono le chat. Riprova.
pt: %lld os bate-papos permanecem. Tente novamente.
ru: %lld чаты остаются. Попробуйте еще раз.
tr: %lld sohbetler kaldı. Tekrar deneyin.
zh_hans: %lld 聊天记录仍然存在。再试一次。
zh_hant: %lld 聊天記錄仍然存在。再試一次。

source: %lld groups in common
de: %lld gemeinsame Gruppen
es: %lld grupos en común
fr: %lld groupes en commun
it: %lld gruppi in comune
pt: %lld grupos em comum
ru: %lld общей группы
tr: %lld ortak grup
zh_hans: %lld 个共同群组
zh_hant: %lld 個共同群組

source: %lld members
de: %lld Mitglieder
es: %lld miembros
fr: %lld membres
it: %lld membri
pt: %lld membros
ru: %lld участника
tr: %lld üye
zh_hans: %lld 位成员
zh_hant: %lld 位成員

source: %lld members must update White Noise before you can end this group.
de: %lld-Mitglieder müssen White Noise aktualisieren, bevor Sie diese Gruppe beenden können.
es: %lld los miembros deben actualizar White Noise antes de poder finalizar este grupo.
fr: Les membres %lld doivent mettre à jour White Noise avant que vous puissiez mettre fin à ce groupe.
it: I membri %lld devono aggiornare White Noise prima che tu possa chiudere questo gruppo.
pt: Os membros do %lld devem atualizar White Noise antes que você possa encerrar este grupo.
ru: Участники %lld должны обновить White Noise, прежде чем вы сможете закрыть эту группу.
tr: Bu grubu sonlandırabilmeniz için %lld üyelerin White Noise'i güncellemesi gerekir.
zh_hans: %lld 成员必须更新 White Noise 才能结束此群组。
zh_hant: %lld 成員必須更新 White Noise 才能結束此群組。

source: %lld more messages
de: %lld weitere Nachrichten
es: %lld mensajes más
fr: %lld messages de plus
it: %lld altri messaggi
pt: mais %lld mensagens
ru: ещё %lld сообщения
tr: %lld mesaj daha
zh_hans: 另外 %lld 条消息
zh_hant: 另外 %lld 則訊息

source: %lld notifications
de: %lld Benachrichtigungen
es: %lld notificaciones
it: %lld notifiche
pt: %lld notificações
ru: %lld уведомления
tr: %lld bildirim
zh_hans: %lld 条通知
zh_hant: %lld 則通知

source: %lld person group
de: %lld-Personen-Gruppe
es: Grupo de %lld personas
fr: Groupe de %lld personnes
it: Gruppo di %lld persone
pt: Grupo de %lld pessoas
ru: Группа из %lld человека
tr: %lld kişilik grup
zh_hans: %lld 人群组
zh_hant: %lld 人群組

source: %lld reactions
de: %lld Reaktionen
es: %lld reacciones
fr: %lld réactions
it: %lld reazioni
pt: %lld reações
ru: %lld реакций
tr: %lld tepki
zh_hans: %lld 个表情回应
zh_hant: %lld 個表情回應

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
pt: %lld selecionados
ru: Выбрано %lld
tr: %lld seçildi
zh_hans: 已选择 %lld 人
zh_hant: 已選擇 %lld 人

source: %llu unread messages
de: %llu ungelesene Nachrichten
es: %llu mensajes sin leer
fr: %llu messages non lus
it: %llu messaggi non letti
pt: %llu mensagens não lidas
ru: %llu непрочитанного сообщения
tr: %llu okunmamış mesaj
zh_hans: %llu 条未读消息
zh_hant: %llu 則未讀訊息

source: 📎 %lld attachments
de: 📎 %lld Anhänge
es: 📎 %lld archivos adjuntos
fr: 📎 %lld pièces jointes
it: 📎 %lld allegati
pt: 📎 %lld anexos
ru: 📎 %lld вложения
tr: 📎 %lld ek
zh_hans: 📎 %lld 个附件
zh_hant: 📎 %lld 個附件

source: 1 member
de: 1 Mitglied
es: 1 miembro
fr: 1 membre
it: 1 membro
pt: 1 membro
ru: 1 участник
tr: 1 üye
zh_hans: 1 名成员
zh_hant: 1 名成員

source: A group change could not be kept because you are no longer a member of that chat.
de: Eine Gruppenänderung konnte nicht beibehalten werden, da du nicht mehr Mitglied dieses Chats bist.
es: No se pudo conservar un cambio del grupo porque ya no eres miembro de ese chat.
fr: Une modification du groupe n’a pas pu être conservée, car vous ne faites plus partie de cette discussion.
it: Una modifica al gruppo non è stata mantenuta perché non fai più parte di quella chat.
pt: Não foi possível manter uma alteração do grupo porque já não és membro dessa conversa.
ru: Изменение группы не удалось сохранить, поскольку вы больше не участник этого чата.
tr: Artık o sohbetin üyesi olmadığınız için bir grup değişikliği korunamadı.
zh_hans: 由于你已不是该聊天的成员，无法保留一项群组更改。
zh_hant: 由於你已不是該聊天的成員，無法保留一項群組變更。

source: A group invitation was superseded. Check the chat members before inviting again.
de: Eine Gruppeneinladung wurde ersetzt. Prüfe die Chatmitglieder, bevor du erneut einlädst.
es: Una invitación al grupo fue reemplazada. Revisa los miembros del chat antes de volver a invitar.
fr: Une invitation au groupe a été remplacée. Vérifiez les membres de la discussion avant de renouveler l’invitation.
it: Un invito al gruppo è stato sostituito. Controlla i membri della chat prima di invitare di nuovo.
pt: Um convite para o grupo foi substituído. Verifica os membros da conversa antes de convidar novamente.
ru: Приглашение в группу было заменено. Проверьте участников чата, прежде чем приглашать снова.
tr: Bir grup davetinin yerini başka bir değişiklik aldı. Yeniden davet etmeden önce sohbet üyelerini kontrol edin.
zh_hans: 一项群组邀请已被替换。再次邀请前请检查聊天成员。
zh_hant: 一項群組邀請已被取代。再次邀請前請檢查聊天成員。

source: A group name is required when creating it without members.
de: Beim Erstellen ohne Mitglieder ist ein Gruppenname erforderlich.
es: Se requiere un nombre de grupo al crearlo sin miembros.
fr: Un nom de groupe est requis lors de sa création sans membres.
it: È richiesto un nome di gruppo quando lo si crea senza membri.
pt: Um nome de grupo é necessário ao criá-lo sem membros.
ru: Имя группы требуется при ее создании без участников.
tr: Üye olmadan grup oluştururken bir grup adı gereklidir.
zh_hans: 创建没有成员的组时需要组名。
zh_hant: 建立沒有成員的群組時需要群組名稱。

source: A group update was superseded. Check the current chat details before trying again.
de: Eine Gruppenaktualisierung wurde ersetzt. Prüfe die aktuellen Chatdetails, bevor du es erneut versuchst.
es: Una actualización del grupo fue reemplazada. Revisa los detalles actuales del chat antes de volver a intentarlo.
fr: Une mise à jour du groupe a été remplacée. Vérifiez les détails actuels de la discussion avant de réessayer.
it: Un aggiornamento del gruppo è stato sostituito. Controlla i dettagli attuali della chat prima di riprovare.
pt: Uma atualização do grupo foi substituída. Verifica os detalhes atuais da conversa antes de tentar novamente.
ru: Обновление группы было заменено. Проверьте текущие сведения о чате, прежде чем повторить попытку.
tr: Bir grup güncellemesinin yerini başka bir değişiklik aldı. Yeniden denemeden önce güncel sohbet ayrıntılarını kontrol edin.
zh_hans: 一项群组更新已被替换。重试前请检查当前聊天详情。
zh_hant: 一項群組更新已被取代。重試前請檢查目前的聊天詳細資訊。

source: A little about you
de: Ein paar Worte über dich
es: Algo sobre ti
fr: Quelques mots sur vous
it: Qualcosa su di te
pt: Um pouco sobre você
ru: Немного о себе
tr: Kendiniz hakkında kısaca
zh_hans: 简单介绍一下你自己
zh_hant: 簡單介紹一下你自己

source: A member removal was superseded. Check the chat members before trying again.
de: Eine Mitgliederentfernung wurde ersetzt. Prüfe die Chatmitglieder, bevor du es erneut versuchst.
es: La eliminación de un miembro fue reemplazada. Revisa los miembros del chat antes de volver a intentarlo.
fr: La suppression d’un membre a été remplacée. Vérifiez les membres de la discussion avant de réessayer.
it: La rimozione di un membro è stata sostituita. Controlla i membri della chat prima di riprovare.
pt: A remoção de um membro foi substituída. Verifica os membros da conversa antes de tentar novamente.
ru: Удаление участника было заменено. Проверьте участников чата, прежде чем повторить попытку.
tr: Bir üye kaldırma işleminin yerini başka bir değişiklik aldı. Yeniden denemeden önce sohbet üyelerini kontrol edin.
zh_hans: 一项成员移除操作已被替换。重试前请检查聊天成员。
zh_hant: 一項成員移除操作已被取代。重試前請檢查聊天成員。

source: A name and photo help people recognize you. You can also do this later.
de: Ein Name und Foto helfen anderen, dich zu erkennen. Du kannst das auch später machen.
es: Un nombre y una foto ayudan a reconocerte. También puedes hacerlo más tarde.
fr: Un nom et une photo aident les autres à vous reconnaître. Vous pouvez aussi le faire plus tard.
it: Un nome e una foto aiutano gli altri a riconoscerti. Puoi farlo anche più tardi.
pt: Um nome e uma foto ajudam as pessoas a reconhecer você. Você também pode fazer isso depois.
ru: Имя и фото помогут другим узнать вас. Это можно сделать и позже.
tr: Bir ad ve fotoğraf insanların sizi tanımasına yardımcı olur. Bunu daha sonra da yapabilirsiniz.
zh_hans: 姓名和照片有助于他人认出你。你也可以稍后再设置。
zh_hant: 姓名和照片有助於他人認出你。你也可以稍後再設定。

source: A previous sign-in stopped before setup finished. Recovery removes that incomplete local setup and tries again. A KeyPackage from the failed attempt may remain published on relays.
de: Eine vorherige Anmeldung wurde beendet, bevor die Einrichtung abgeschlossen war. Bei der Wiederherstellung wird diese unvollständige lokale Einrichtung entfernt und die Anmeldung erneut versucht. Ein KeyPackage des fehlgeschlagenen Versuchs kann weiterhin auf Relays veröffentlicht sein.
es: Un inicio de sesión anterior se detuvo antes de que finalizara la configuración. La recuperación elimina esa configuración local incompleta y vuelve a intentarlo. Es posible que un KeyPackage del intento fallido siga publicado en los relés.
fr: Une connexion précédente s’est interrompue avant la fin de la configuration. La récupération supprime cette configuration locale incomplète et réessaie. Un KeyPackage de la tentative échouée peut rester publié sur les relais.
it: Un accesso precedente si è interrotto prima del completamento della configurazione. Il recupero rimuove la configurazione locale incompleta e riprova. Un KeyPackage del tentativo non riuscito potrebbe rimanere pubblicato sui relay.
pt: Um login anterior foi interrompido antes da conclusão da configuração. A recuperação remove essa configuração local incompleta e tenta novamente. Um KeyPackage da tentativa com falha pode continuar publicado nos relays.
ru: Предыдущий вход прервался до завершения настройки. Восстановление удалит незавершённую локальную настройку и повторит попытку. KeyPackage от неудачной попытки может остаться опубликованным на релеях.
tr: Önceki bir oturum açma işlemi kurulum tamamlanmadan durdu. Kurtarma, tamamlanmamış yerel kurulumu kaldırıp yeniden dener. Başarısız denemeye ait bir KeyPackage rölelerde yayımlanmış olarak kalabilir.
zh_hans: 上一次登录在设置完成前中止。恢复操作会移除未完成的本地设置并重试。失败尝试中的 KeyPackage 可能仍发布在中继上。
zh_hant: 上一次登入在設定完成前中止。復原操作會移除未完成的本機設定並重試。失敗嘗試中的 KeyPackage 可能仍發佈在中繼上。

source: A relay address is invalid.
de: Eine Relay-Adresse ist ungültig.
es: Una dirección de relay no es válida.
fr: Une adresse de relais est invalide.
it: Un indirizzo relay non è valido.
pt: Um endereço de relay é inválido.
ru: Недопустимый адрес ретранслятора.
tr: Bir röle adresi geçersiz.
zh_hans: 中继地址无效。
zh_hant: 中繼位址無效。
